Repository: hanhvv-0858/agentic-coding-SAA-2025-ios
Catalog: AIDD-SAA-2025/Resources/Localizable.xcstrings
Source language: en
Languages: vi

# accessDenied.primaryButton
source: Back to sign in
vi: Quay lại đăng nhập

# accessDenied.subtitle
source: You don't have permission to access this resource.
vi: Bạn không có quyền truy cập tài nguyên này.

# auth.error.disallowedDomain
source: Your account is not allowed to use this app.
vi: Tài khoản của bạn không được phép sử dụng ứng dụng này.

# auth.error.network
source: No connection. Try again.
vi: Không có kết nối mạng. Thử lại.

# awards.placeholder.primaryButton
source: Back to SAA 2025
vi: Quay về SAA 2025

# awards.placeholder.subtitle
source: The awards page is being finalised.
vi: Trang giải thưởng đang được hoàn thiện.

# awards.placeholder.title
source: Coming soon
vi: Sắp ra mắt

# home.awards.empty
source: Awards will be announced soon.
vi: Giải thưởng sẽ được công bố sớm.

# home.awards.error
source: Couldn't load — Tap to retry
vi: Không tải được — Thử lại

# home.awards.loading
source: Loading
vi: Đang tải

# home.awards.subtitle
source: Award system
vi: Hệ thống giải thưởng

# home.bell.empty
source: Notifications. No new ones.
vi: Thông báo. Không có mới.

# home.bell.unread.plural
source: Notifications. %lld unread.
vi: Thông báo. Có %lld thông báo chưa đọc.

# home.bell.unread.singular
source: Notifications. 1 unread.
vi: Thông báo. Có 1 thông báo chưa đọc.

# home.comingSoon
source: Coming soon
vi: Sắp diễn ra

# home.countdown.days
source: DAYS
vi: NGÀY

# home.countdown.hours
source: HOURS
vi: GIỜ

# home.countdown.minutes
source: MINUTES
vi: PHÚT

# home.event.livestream
source: Live broadcast at Group Facebook Sun* Family
vi: Tường thuật trực tiếp tại Group Facebook Sun* Family

# home.event.place
source: Place:
vi: Địa điểm:

# home.event.time
source: Time:
vi: Thời gian:

# home.fab.compose.hint
source: Recognize a colleague
vi: Ghi nhận đồng nghiệp

# home.fab.compose.label
source: Write a Kudo
vi: Viết Kudo

# home.fab.feed.label
source: Open Sun*Kudos
vi: Mở Sun*Kudos

# home.header.searchAccessibilityLabel
source: Search
vi: Tìm kiếm

# home.kudos.category
source: Recognition movement
vi: Phong trào ghi nhận

# home.kudos.detailButton
source: Details
vi: Chi tiết

# home.kudos.newBadge
source: New
vi: Mới

# login.copyright
source: © 2025 Sun*
vi: Bản quyền thuộc về Sun* © 2025

# login.cta.accessibilityLabel
source: Sign in with Google
vi: Đăng nhập bằng Google

# login.langChip.hint
source: Current language: %@. Tap to change.
vi: Ngôn ngữ hiện tại: %@. Nhấn để đổi.

# login.welcome.subtitle
source: Sign in to start exploring!
vi: Đăng nhập để khám phá!

# login.welcome.title
source: Begin your journey with SAA 2025.
vi: Bắt đầu hành trình của bạn cùng SAA 2025.

# notFound.primaryButton
source: Back to home
vi: Quay về trang chủ

# notFound.subtitle
source: The page you’re looking for doesn’t exist.
vi: Trang bạn tìm không tồn tại.

# notFound.title
source: Page not found
vi: Không tìm thấy trang

# tab.awards
source: Awards
vi: Giải thưởng

# tab.profile
source: Profile
vi: Cá nhân
